Repository: diegoponciano/aldryn-newsblog
Catalog: aldryn_newsblog/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Mark selected articles as published
pt_br: Marcar artigos selecionados como publicados

source: Mark selected articles as not published
pt_br: Marcar artigos selecionados como não publicados

source: Mark selected articles as featured
pt_br: Marcar artigos selecionados como destaque

source: Mark selected articles as not featured
pt_br: Marcar artigos selecionados como não em destaque

source: Previous Article
pt_br: Artigo Anterior

source: Back to Overview
pt_br: Voltar para Visão geral

source: Next Article
pt_br: Próximo Artigo

source: No items available
pt_br: Nenhum item disponível

source: First
pt_br: Primeiro

source: Previous
pt_br: Anterior

source: Next
pt_br: Próximo

source: Last
pt_br: Último

source: Most recent articles containing "<strong>%(query)s</strong>"
pt_br: Artigos recentes que contém "<strong>%(query)s</strong>"

source: No articles found
pt_br: Nenhum artigo encontrado

source: Enter a query above
pt_br: Insira uma consulta acima

source: Keyword search
pt_br: Busca por palavra-chave

source: Keyword
pt_br: Palavra-chave

source: Go
pt_br: Ir

source: All
pt_br: Tudo

source: by
pt_br: por

source: Allow
pt_br: Permitir

source: Redirect to permalink (default)
pt_br: Redirecionar para link permanente (padrão)

source: Permanent redirect to permalink
pt_br: Redirecionar sempre para link permanente

source: Return 404: Not Found
pt_br: Retorno 404: Não Encontrado

source: application title
pt_br: título de aplicativo

source: permalink type
pt_br: tipo de link permanente

source: Choose the style of urls to use from the examples. (Note, all types are relative to apphook)
pt_br: Escolha o estilo de urls para usar dos exemplos. (Note, todos os tipos são relativos ao apphook)

source: non-permalink handling
pt_br: tratamento de link não-permanente

source: How to handle non-permalink urls?
pt_br: Como tratar urls não-permanentes?

source: Paginate size
pt_br: Tamanho da paginação

source: When paginating list views, how many articles per page?
pt_br: Quando paginar views de lista, mostrar quantos artigos por página?

source: Pagination pages start
pt_br: Ínicio de paginação das páginas

source: If you are using the Featured Articles plugin on the article list view, you may prefer to exclude featured articles from the article list itself to avoid duplicates. To do this, enter the same number here as in your Featured Articles plugin.
pt_br: Se você estiver usando o pluginde Artigos em Destaque na lista de artigos, você pode preferir excluir artigos em destaque da lista de artigos pra evitar duplicidades. Para isso, digite aqui o mesmo número que em seu plugin de Artigos em Destaque.

source: Prefix for template dirs
pt_br: Prefixo para diretórios de template

source: Auto-create authors?
pt_br: Criar autores automaticamente?

source: Automatically create authors from logged-in user?
pt_br: Criar autores automaticamente pelo usuário logado?

source: Include in search index?
pt_br: Incluir no índice de busca?

source: Include articles in search indexes?
pt_br: Incluir artigos nos índices de busca?

source: untitled
pt_br: sem título

source: Post published by default
pt_br: Postagem publicada por padrão

source: Archive
pt_br: Arquivar

source: Article Search
pt_br: Buscar de Artigos

source: Authors
pt_br: Autores

source: Categories
pt_br: Categorias

source: Featured Articles
pt_br: Artigos em Destaque

source: Latest Articles
pt_br: Últimos Artigos

source: Related Articles
pt_br: Artigos Relacionados

source: Configure addon
pt_br: Configurar addon

source: Article list
pt_br: Lista de artigos

source: Add new article
pt_br: Criar novo artigo

source: Edit this article
pt_br: Editar este artigo

source: Delete this article
pt_br: Remover este artigo

source: Optional. If provided, it will be added to the main body of the article as a text plugin, that can be formatted.
pt_br: Opcional. Se fornecido, será adicionado ao corpo principal do artigo como um plugin de texto, que pode ser formatado.

source: Initial version.
pt_br: Versão inicial.

source: New news/blog article
pt_br: Nova notícia/artigo do blog

source: Create a new news/blog article.
pt_br: Criar nova notícia/artigo do blog

source: Articles on {0}
pt_br: Artigos em {0}

source: Aldryn NewsBlog Menu
pt_br: Menu do Aldryn NewsBlog

source: untitled-article
pt_br: artigo-sem-titulo

source: title
pt_br: título

source: Used in the URL. If changed, the URL will change. Clear it to have it re-created automatically.
pt_br: Utilizado na URL. Se alterado, a URL mudará. Limpe para re-criá-la automaticamente.

source: The lead gives the reader the main idea of the story, this is useful in overviews, lists or as an introduction to your article.
pt_br: O lead dá ao leitor a idéia principal da história, o que é útils em visões gerais, listas ou como introdução ao seu artigo.

source: meta title
pt_br: meta título

source: meta description
pt_br: meta descrição

source: meta keywords
pt_br: meta palavras-chave

source: author
pt_br: autor

source: owner
pt_br: proprietário

source: Apphook configuration
pt_br: Configuração do apphook

source: categories
pt_br: categorias

source: publishing date
pt_br: data de publicação

source: is published
pt_br: está publicado

source: is featured
pt_br: está em destaque

source: related articles
pt_br: artigos relacionados

source: The maximum duration (in seconds) that this plugin's content should be cached.
pt_br: A duração máxima (em segundos) que o conteúdo desse plugin deveria estar em cache.

source: %s archive
pt_br: arquivo de %s

source: max articles
pt_br: limite de artigos

source: The maximum number of found articles display.
pt_br: O número limite de artigos mostrados.

source: %s authors
pt_br: autores de %s

source: %s categories
pt_br: categorias de %s

source: The maximum number of featured articles display.
pt_br: O número limite de artigos em destaque mostrados.

source: featured article
pt_br: artigo em destaque

source: featured articles: %(count)s
pt_br: artigos em destaque: %(count)s

source: The maximum number of latest articles to display.
pt_br: O número máximo dos últimos artigos mostrados.

source: The maximum number of featured articles to exclude from display. E.g. for uses in combination with featured articles plugin.
pt_br: O número máximo de artigos pra excluir da exibição. P.ex. para usos em combinação com o plugin de artigos em destaque.

source: Related articles
pt_br: Artigos relacionados

source: %s tags
pt_br: tags de %s
